const visit_links = [
    "https://www.google.com/maps/embed?pb=!4v1623057349763!6m8!1m7!1sCAoSLEFGMVFpcE84eXB3YkZEQnRWTEJGdV83OHR1TmJyai1TY1RvSGlUZENTUHVw!2m2!1d48.86130283722562!2d2.336347550153732!3f206.1437082760363!4f-5.992701913716829!5f0.7820865974627469",
    "https://www.google.com/maps/embed?pb=!4v1623054191605!6m8!1m7!1sCAoSLEFGMVFpcE5Sal9Dd1A0Y29ETVlkQ0hqNnFIZUJlSnBJMlZ4VTVCVXNPWDRG!2m2!1d48.8563254!2d2.3352706!3f111.37!4f11.329999999999998!5f0.5970117501821992",
    "https://www.google.com/maps/embed?pb=!4v1623054248782!6m8!1m7!1sCAoSLEFGMVFpcE5NWkdRdUVBLXBBVXZJR19lUF8yZjNnV1RLWkVKNlhMVkotUGdi!2m2!1d48.8601723!2d2.3395439!3f322.04!4f-5.75!5f0.440292882915489",
    "https://www.google.com/maps/embed?pb=!4v1623054293094!6m8!1m7!1sCAoSLEFGMVFpcFA3dUZablRJVFJlLTdBRVZBZ0hBZnFpQ0wtMDNndkJIY1lXZ0Yz!2m2!1d48.86018303140322!2d2.335615591987402!3f177.69!4f5.609999999999999!5f0.4000000000000002",
    "https://www.google.com/maps/embed?pb=!4v1623054336859!6m8!1m7!1sCAoSLEFGMVFpcE8xd2tVVWJ5enBQamotT1IwbVI1ZXRaSlQteGwtNDBYSzhyRFEz!2m2!1d48.85987877384653!2d2.335515730085149!3f7.53!4f4!5f0.5970117501821992",
    "https://www.google.com/maps/embed?pb=!4v1623054383699!6m8!1m7!1sCAoSLEFGMVFpcFBwR0Fvd1lhdFZ5azNNTUduWkFhUWtZbTJFVWstRGxjYTA2U1M1!2m2!1d48.8563254!2d2.3352706!3f21.26!4f-10.090000000000003!5f0.4000000000000002"
];

const visit_text = [
    "<p>Луврский дворец (Франция) представляет собой музейно-архитектурный комплекс в центре Парижа, формировавшийся многие столетия. Первоначально здесь размещалась массивная крепость, позднее перестроенная в элегантную королевскую резиденцию. Сегодня это величайший музей мира с богатой коллекцией произведений искусств.<br><br>За 800 лет комплекс перестраивался многократно. В архитектурном плане Лувр впитал элементы стилей ренессанса, барокко, неоклассицизма и эклектики. Безусловно, одной из самых важных достопримечательностей Парижа является Луврский дворец.<br><br>В комплексе зданий общей площадью 60 600 м2 размещается музей с более чем 35 000 произведений искусства. Мировое наследство представлено картинами, скульптурами, украшениями, предметами быта, элементами архитектуры, охватывающими период от древних времен до середины девятнадцатого века. Среди наиболее ценных экспонатов – стела с кодексом Хаммурапи, скульптура Ники Самофракийской, картина «Мона Лиза» кисти Леонардо да Винчи и другие шедевры.</p>",
    "<p>Луврский дворец (Франция) представляет собой музейно-архитектурный комплекс в центре Парижа, формировавшийся многие столетия. Первоначально здесь размещалась массивная крепость, позднее перестроенная в элегантную королевскую резиденцию. Сегодня это величайший музей мира с богатой коллекцией произведений искусств.<br><br>За 800 лет комплекс перестраивался многократно. В архитектурном плане Лувр впитал элементы стилей ренессанса, барокко, неоклассицизма и эклектики. Безусловно, одной из самых важных достопримечательностей Парижа является Луврский дворец.<br><br>В комплексе зданий общей площадью 60 600 м2 размещается музей с более чем 35 000 произведений искусства. Мировое наследство представлено картинами, скульптурами, украшениями, предметами быта, элементами архитектуры, охватывающими период от древних времен до середины девятнадцатого века. Среди наиболее ценных экспонатов – стела с кодексом Хаммурапи, скульптура Ники Самофракийской, картина «Мона Лиза» кисти Леонардо да Винчи и другие шедевры.</p>",
    "<p>Колоннадой, или Колоннадой Лувра, принято называть восточный фасад Луврского дворца. Людовик XIV, при котором завершилось создание Квадратного двора, хотел, чтобы наружный восточный фасад дворца был монументальным и величественным. В Париж пригласили великого итальянского архитектора Джованни Лоренцо Бернини, и в 1665 г. даже был заложен первый камень, но по каким-то причинам его барочный проект так и не был осуществлен.<br><br>Построенная ими колоннада — яркий образец французского классицизма. Протяженный фасад (173 м) имеет три выступа-ризалита — центральный и два боковых, — между которыми размещены сдвоенные коринфские колонны, образующие затененные лоджии. Мощные колонны, объединяющие два этажа, покоятся на массивном цокольном этаже. Центральный ризалит с трехпролетным портиком увенчан треугольным фронтоном, богато украшенным рельефами.<br><br>Этот гармоничный фасад является одним из самых совершенных образцов архитектуры зрелого Ренессанса во Франции. Каждый из трех этажей решен по-своему, но композиция фасада легко читается благодаря строгой симметрии и ритмическому чередованию элементов.</p>",
    "<p>Греческие, этрусские и римские произведения искусства – одни из самых ранних коллекций в истории Лувра. Экспонаты воссоздают историю от 4 века до нашей эры и до окончательного распада античного мира в 6 веке нашей эры<br><br>В Западной Европе в эпоху Ренессанса многие богатые люди начали коллекционировать статуи древней Греции и Рима, среди таких людей был и король Франциск 1.В 1807 году Наполеон купил большую коллекцию кардинала Боргезе, а в 1861 году Лувр приобрел коллекцию украшений маркизы Кампаны.<br><br>Коллекция античности Лувра знаменита своими изделиями из бронзы, кеармики, а так же скульптурам. Эти экспонаты занимают самые престижные залы в крыльях Сюлли и Денон- бывшие королевские апартаменты, галерею Карла X, галерею Кампана.</p>",
    "<p>Мона Лиза, пожалуй, главное, с чем ассоциируется Парижский Лувр. Самая знаменитая по загадочности картина мирового значения. Улыбка Джоконды до сих пор будоражит умы любителей живописи. А после похищения шедевра, это стало живой легендой.<br><br>На картине изображена средних лет женщина в темных парчовых одеждах. Похоже, что модель позировала мастеру на террасе или на балконе, с которого открывается обворожительный вид: вода, дорога, горы, лес. Уже только фон достоин быть шедевром художественного мастерства.<br><br>Картина до сих пор считается эталоном портретного жанра. Она написана по всем канонам цветопередачи. Полупрозрачная черная вуаль, очень похожа на вдовью, покрывает волнистые темные кудри красотки Лизы. Волосы на голове разделены ровным пробором, отчего лицо Моны Лизы кажется еще более эталонным и идеальным.<br><br>Сейчас состояние «Джоконды» крайне печально, в связи с этим картину из Лувра не отдают на выставки. Кроме того, полотно покрывается сетью трещин, искусствоведы опасаются, что картина начнет опадать.</p>",
    "<p>Луврский дворец (Франция) представляет собой музейно-архитектурный комплекс в центре Парижа, формировавшийся многие столетия. Первоначально здесь размещалась массивная крепость, позднее перестроенная в элегантную королевскую резиденцию. Сегодня это величайший музей мира с богатой коллекцией произведений искусств.<br><br>За 800 лет комплекс перестраивался многократно. В архитектурном плане Лувр впитал элементы стилей ренессанса, барокко, неоклассицизма и эклектики. Безусловно, одной из самых важных достопримечательностей Парижа является Луврский дворец.<br><br>В комплексе зданий общей площадью 60 600 м2 размещается музей с более чем 35 000 произведений искусства. Мировое наследство представлено картинами, скульптурами, украшениями, предметами быта, элементами архитектуры, охватывающими период от древних времен до середины девятнадцатого века. Среди наиболее ценных экспонатов – стела с кодексом Хаммурапи, скульптура Ники Самофракийской, картина «Мона Лиза» кисти Леонардо да Винчи и другие шедевры.</p>"
]

var cur_visit = parseInt(getCookie("tour"), 10);
function getCookie(name) {
    let matches = document.cookie.match(new RegExp(
        "(?:^|; )" + name.replace(/([\.$?*|{}\(\)\[\]\\\/\+^])/g, '\\$1') + "=([^;]*)"
    ));
    return matches ? decodeURIComponent(matches[1]) : undefined;
}

const frame = document.querySelector('iframe');
frame.setAttribute('src', visit_links[cur_visit]);

var is_clicked = false;
const show = document.querySelector('.show');
const show_text = document.querySelector('.show_text');

show_text.innerHTML = visit_text[cur_visit];

show.addEventListener('click', () => {
    if (is_clicked) {
        show_text.style.display = "none";
        is_clicked = false;
    }
    else {
        show_text.style.display = "block";
        is_clicked = true;
    }
});
