[
    {
        "name": "Винсент Ван Гог",
        "main_img_res": "img/artists/van_gogh.jpg",
        "main_descr": "Эта фамилия знакома каждому школьнику. Ещё в детстве мы шутили между собой - рисуешь как Ван Гог… Ведь бессмертен лишь тот, чье имя навсегда останется в истории не только живописи и мирового искусства, но и человечества.",
        "biography": [
            {
                "title": "Биография",
                "objects": [
                    "Винсент Ван Гог родился 30 марта 1853 года в семье протестантского пастора, в голландской провинции Северный Брабант, в деревне Грот Зюндерт, где его отец пребывал на службе. Семейная среда очень многое определили в судьбе Винсента. Род Ван Гогов был старинным, известным ещё с XVII века. В эпоху Винсента Ван Гога было два традиционных семейных занятия : кто-то из представителей этого рода обязательно занимался церковной деятельностью, а кто-то – торговлей произведениями искусства. Винсент был старшим, но не первым ребёнком в семье. Годом ранее родился, но вскоре умер его брат. Второй сын и был назван в память умершего Винсентом Виллемом. После него появилось ещё пятеро детей, но только с одним из них будущий художник будет связан тесными братскими узами до последнего дня своей жизни. Не будет преувеличением сказать, что без поддержки младшего брата Тео, Винсент Ван Гог как художник вряд ли бы состоялся.",
                    "В 1875 году Винсент получает назначение в Париж. Он регулярно посещает Лувр и Люксембургский музей, выставки современных художников. К этому времени он уже сам рисует, однако ещё ничто не предвещает, что занятие искусством скоро станет всепоглощающей страстью. В Париже происходит перелом в его душевном развитии: Ван Гог сильно увлекается религией. Многие исследователи связывают это состояние с несчастной и односторонней любовью, которую Винсент пережил в Лондоне. Много позже, в одном из писем к Тео, художник, анализируя свою болезнь, отметит, что психическое нездоровье является их семейной чертой.",
                    "Ван Гог испытывает ещё одно глубокое разочарование, порывает с церковью и делает свой окончательный жизненный выбор – служить людям своим искусством."
                ]
            },
            {
                "title": "Ван Гог и Париж",
                "objects": [
                    "Последние приезды Ван Гога в Париж были связаны с работой в «Гупиль». Однако ни разу до этого художественная жизнь Парижа не оказывала заметного влияния на его творчество. На этот раз пребывание Ван Гога в Париже длится с марта 1886-го по февраль 1888-го. Это два чрезвычайно насыщенных года в жизни художника. За этот короткий период он осваивает импрессионистическую и неоимпрессионистическую техники, что способствует высветлению его собственной цветовой палитры. Приехавший из Голландии художник превращается в одного из самых оригинальных представителей парижского авангарда, новаторство которого разрывает изнутри все условности, сковывающие огромные выразительные возможности цвета как такового.",
                    "В Париже Ван Гог общается с Камилем Писсаро, Анри де Тулуз-Лотреком, Полем Гогеном, Эмилем Бернаром и Жоржем Сера и другими молодыми живописцами, а также с торговцем красками и коллекционером папашей Танги."
                ]
            },
            {
                "title": "Последние годы жизни",
                "objects": [
                    "27 июля 1890 года Винсент Виллем Ван Гог стреляет себе в грудь из револьвера. Из последнего письма к Тео Ван Гог говорит : “…Через меня ты принимал участие в создании кое-каких полотен, которые даже в бурю сохраняют мой покой. Что ж, я заплатил жизнью за свою работу, и она стоила мне половины моего рассудка, это так… Но я не сожалею”."
                ]
            }
        ],
        "images": [
            {
                "image_descr": "Подсолнухи, 1888",
                "image_res": "img/full/117full.jpg"
            },
            {
                "image_descr": "Звёздная ночь, 1889",
                "image_res": "img/full/167full.jpg"
            },
            {
                "image_descr": "Автопортрет с перевязанным ухом, 1889",
                "image_res": "img/full/203full.jpg"
            },
            {
                "image_descr": "Пшеничное поле с кипарисами, 1889",
                "image_res": "img/full/208full.jpg"
            },
            {
                "image_descr": "Ночное кафе в Арле, 1888",
                "image_res": "img/full/215full.jpg"
            }
        ]
    },
    {
        "name": "Леонардо да Винчи",
        "main_img_res": "img/artists/da_vinchi.jpg",
        "main_descr": "Знаменитый итальянский архитектор эпохи Возрождения, музыкант, изобретатель, инженер, скульптор и гениальный художник. Он широко известен своими уникальными картинами, такими как, «Мона Лиза» и «Тайная вечеря».",
        "biography": [
            {
                "title": "Жизнь",
                "objects": [
                    "Вся его жизнь была описана в биографии Вите Джоржо Вазари. Будущий великий мастер Леонардо да Винчи родился в Анчиано недалеко от Винчи, Италия. Он был незаконнорожденным ребёнком: его отец сэр Пьеро да Винчи был молодым адвокатом, а его мать Катерина была обычной крестьянкой. Некоторые предполагают, что Катерина была рабыней из Ближнего Востока, принадлежавшей Пьеро, но для утверждения слишком мало доказательств.",
                    "В то время не было современных имен в Европе, поэтому его полное имя звучало так – «Леонардо ди сэр Пьеро да Винчи», что означает «Леонардо – сын Пьеро да Винчи». Леонардо подписывал свои картины очень просто, например, «Леонардо» или «Ио, –Леонардо» («Я – Леонардо»). Возможно, он не использовал имени своего отца из-за незаконного статуса. Леонардо вырос с отцом во Флоренции; на протяжении всей своей жизни, он питался исключительно вегетарианской пищей. Около 1466 года он стал учеником художника Андреа дель Верроккьо, в дальнейшем он стал независимым художником во Флоренции.",
                    "Во Флоренции он поступил на службу к Чезаре Борджиа (также названный «Дука Валентино» и сыном Папы Римского Александра VI) в качестве военного архитектора и инженера. В 1506 году, после того как изгнали французов, он вернулся в Милан и оказался в руках Максимилиана Сфорца. В 1507 году Леонардо встретил 15-летнего аристократа неземной красоты – графа Франческо Мельци. Мельци стал его учеником, спутником жизни и наследником.",
                    "С 1513 по 1516 гг. он жил в Риме, где художники, такие как Рафаэль и Микеладжелло были на пике популярности, но как бы то ни было, он не контактировал с ними. В 1515 году Фрэнсис I снова завоевал Милан и Леонардо было поручено провести мирные переговоры в Болонье между французским королем и Папой Римским Лео X. В 1516 году он поступил на службу к Фрэнсису, который дал ему для проживания усадьбу Кло Люсе рядом с резиденцией короля в Королевском замке в Амбуазе и получал щедрую пенсию. Король стал для него близким другом.",
                    "Он умер в Кло в 1519 году во Франции. Согласно его желанию, 60 нищих следовало за его гробом. Он был похоронен в часовне Святого Губерта в замке Амбуаза."
                ]
            },
            {
                "title": "Искусство",
                "objects": [
                    "Леонардо известен за свои своевольные картины, такие как Тайная вечеря, написанная в 1495-1497 годах и Мона Лиза (также известная как Джоконда, находящаяся сейчас в Лувре Парижа), написанная в 1503-1510 гг. Однако существует много доводов, была ли это работа самого да Винчи или его учеников. Всего сохранилось 17 его картин и не сохранилось ни одной статуи. Из этих картин только картина Джиневры де Бенчи находится в Западном полушарии.",
                    "Очень много картин остались незаконченными. В 1481 году он получил заказ на запрестольный образ «Поклонение волхвов». После огромных и амбициозных планов и многих набросков, да Винчи оставил живопись незавершенной и уехал в Милан. Он прожил там много лет, строя планы и модели для монументальной семиметровой бронзовой статуи лошади («Гран-Кавалло»), которая должна была быть установлена в Милане. Из-за войны с Францией проект был незавершен. В Музее Охоты в городе Лимерик есть маленькая бронзовая статуя лошади, которая как предполагают, была работой ученика от оригинального проекта Леонардо."
                ]
            }
        ],
        "images": [
            {
                "image_descr": "Дама с горностаем, 1490",
                "image_res": "img/full/66full.jpg"
            },
            {
                "image_descr": "Благовещение, 1475",
                "image_res": "img/full/82full.jpg"
            },
            {
                "image_descr": "Тайная вечеря, 1498",
                "image_res": "img/full/93full.jpg"
            },
            {
                "image_descr": "Мадонна Литта, 1491",
                "image_res": "img/full/125full.jpg"
            },
            {
                "image_descr": "Мона Лиза, 1505",
                "image_res": "img/full/154full.jpg"
            }
        ]
    },
    {
        "name": "Рафаэль Санти",
        "main_img_res": "img/artists/santi.jpg",
        "main_descr": "Все картины Рафаэля – яркое отражение его тонкой натуры. Никто из художников эпохи Возрождения так мастерски и глубоко не оживлял сюжеты своих картин. Вспомнить хотя бы настоящий шедевр искусства того времени «Сикстинскую мадонну».",
        "biography": [
            {
                "title": "Биография",
                "objects": [
                    "Рафаэль (точнее Рафаэлло Санти) родился 6 апреля 1483 года (по другим данным 28 марта 1483 года) в семье придворного художника и поэта герцога Урбинского Джованни Санти в городе Урбино. Отец Рафаэля был человеком образованным и именно он привил своему сыну любовь к искусству. И первые уроки живописи Рафаэль получил от своего отца.",
                    "В 1500 году Рафаэль Санти переезжает в Перуджу, чтобы продолжить своё образование в мастерской самого крупного умбрийского живописца Пьетро Перуджино (Ваннуччи). Художественная манера Перуджино созерцательная и лиричная была близка. Первые художественные композиции были исполнены Рафаэлем в 17-19 лет «Три грации», «Сон рыцаря» и знаменитая «Мадонна Конестабиле». Лирическому таланту Рафаэля тема мадонны особенно близка и не случайно она останется одной из главных в его творчестве.",
                    "В 1504 году Рафаэль переезжает во Флоренцию. Во Флоренции он прожил четыре года, изредка выезжая в Урбино, Перуджу, Болонью. Во Флоренции художник приобщается к художественным идеалам ренессансного искусства, знакомится с произведениями античности. В это же время во Флоренции работали Леонардо да Винчи и Микеланджело, создававшие картоны для батальных сцен в Палаццо Веккью.",
                    "Осенью 1508 года Рафаэль переезжает в Рим. В ту пору по приглашению папы Юлия II в Рим съезжались лучшие архитекторы, скульпторы, живописцы со всей Италии. Вокруг папского двора собирались учёные – гуманисты. Папы, могущественные духовные и светские владыки коллекционировали произведения искусств, покровительствовали науке и искусствам. В Риме Рафаэль становится великим мастером монументальной живописи.",
                    "Монументальной живописью Рафаэль занимался до последних лет жизни. Сохранившиеся рисунки Рафаэля ярко раскрывают своеобразие творческого метода художника, подготовку и воплощение главной задачи произведения. Главная цель – это создание композиции целостной и завершённой.",
                    "Рафаэль умер в возрасте 37 лет, 6 апреля 1520 года. Великий художник похоронен со всеми почестями в Пантеоне. Гордостью Италии и всего человечества Рафаэль остался на века."
                ]
            },
            {
                "title": "Живопись Рафаэля Санти",
                "objects": [
                    "Все картины Рафаэля – яркое отражение его тонкой натуры. С ранних лет он был наделен закаленным трудолюбием и стремлением к духовной и чистой красоте. Поэтому в своих работах неустанно передавал чарующие формы высоких замыслов. Возможно, поэтому под кистью мастера родилось такое огромное количество произведений, которые передают совершенство окружающего мира и его идеалы. Наверное, никто из художников эпохи Возрождения так мастерски и глубоко не оживлял сюжеты своих картин.",
                    "Вспомнить хотя бы настоящий шедевр искусства того времени «Сикстинскую мадонну». Незыблемо и желанно перед зрителем возникает образ неповторимого, чудесного видения. Оно будто спускается с синеватой глубины небес и окутывает окружающих своим величественным и благородным золотистым сиянием. Мария спускается торжественно и смело, держа на руках своего младенца. Такие картины Рафаэля – яркое отражение его возвышенных чувств и чистых искренних эмоций. Монументальные формы, четкие силуэты, уравновешенная композиция – в этом весь автор, его стремления к высоким идеалам и совершенству."
                ]
            }
        ],
        "images": [
            {
                "image_descr": "Сикстинская Мадонна, 1520",
                "image_res": "img/full/188full.jpg"
            },
            {
                "image_descr": "Святой Георгий и дракон, 1506",
                "image_res": "img/full/224full.jpg"
            },
            {
                "image_descr": "Мадонна в кресле, 1514",
                "image_res": "img/full/26full.jpg"
            },
            {
                "image_descr": "Мадонна Бельведерская, 1506",
                "image_res": "img/full/89full.jpg"
            },
            {
                "image_descr": "Дама с единорогом, 1506",
                "image_res": "img/full/144full.jpg"
            }
        ]
    },
    {
        "name": "Иван Айвазовский",
        "main_img_res": "img/artists/ivazovsky.jpeg",
        "main_descr": "В живописи Айвазовского очень ярко видны романтические мотивы произведений. С каждой картиной этого мастера зритель понимает, что его творческая энергия не могла исчерпать себя.",
        "biography": [
            {
                "title": "Биография",
                "objects": [
                    "Иван Константинович Айвазовский (арм. Оганес Гайвазян; 17 (29) июля 1817 года — 2 мая 1900 года) — всемирно известный русский художник-маринист, коллекционер, меценат. Наиболее выдающийся художник-армянин XIX века. Брат армянского историка и священника Габриэла Айвазовского.",
                    "Ованес (Иван Константинович) Айвазовский родился в семье купца Константина (Геворга) и Рипсиме Гайвазовских. 17 (29) июля 1817 года священник армянской церкви города Феодосии сделал запись о том, что у Константина (Геворга) Гайвазовского и его жены Рипсиме родился «Ованес, сын Геворга Айвазяна». Предки Айвазовского были из галицийских армян, переселившихся в Галицию из турецкой Армении) в XVIII в."
                ]
            },
            {
                "title": "Искусство",
                "objects": [
                    "В живописи Айвазовского очень ярко видны романтические мотивы произведений. С каждой картиной этого мастера зритель понимает, что его творческая энергия не могла исчерпать себя. Ведь картины Айвазовского можно по праву назвать величественными и эмоциональными шедеврами 19 века.",
                    "Особенно впечатляют отображенные на полотне морские баталии. Их палитра, линии и формы наполнены героическим пафосом, но, несмотря на это, сюжет произведений этого художника воспринимается на одном дыхании. С первого мгновения буквально ощущаешь холодный и пенящийся водоворот волн, и с небольшим волнением и придыханием следишь, как с кипящим морем борется огромный, чуть поскрипывающий корабль. Только гениальный художник мог создать такие эмоциональные композиции, среди которых выделяется своим импровизационным стилем несравненное полотно «Среди волн». Здесь ярко изображена бушующая смертоносная стихия. Под бурным морем и грозовым небом, с чуть проблескивающими лучами солнца, буквально видишь затонувшие в морских просторах многочисленные корабли.",
                    "С каждым мазком художника, картины Айвазовского передают все больший драматизм. И успех мастера как раз в огромных возможностях передавать шокирующую реалистичность происходящего. Зритель будто начинает видеть сквозь безбрежные просторы волн, где показываются обломки погибших кораблей. С такими великолепными работами можно смело утверждать, что картины Айвазовского – это произведения влюбленного в природу и море великолепного мастера. Ему удалось на каждом полотне сохранить незабываемую экспрессию и очарование душевной теплоты и света. И именно эта верность необычному стилю и волнующим сюжетам пленяет каждого ценителя шедеврального таланта мастера."
                ]
            },
            {
                "title": "Иван Айвазовский – Повелитель морской стихии",
                "objects": [
                    "Море всегда завораживало и восхищало человека своей невероятной, чарующей красотой. Разумеется, оно привлекало множество художников. Живописцы, мастера пейзажей вдохновлялись прекрасными морскими видами и переносили свои эмоции от увиденного на холсты.",
                    "Многочисленные пейзажи, запечатлевшие восходы и закаты на море просто грандиозны. Небесная чистота и сияние солнечных отблесков на безмолвной поверхности воды на картине «Утро на Море» (1851), очаровывающий контраст заката картины «Бриг Меркурий после победы над турецкими судами» (1848) или яркое пятно заката на фоне грозных, бушующих волн на картине «Девятый Вал» (1850). На многих полотнах Айвазовский показал море как грозную стихию, с её огромными пенящимися волнами и бунтарским характером."
                ]
            }
        ],
        "images": [
            {
                "image_descr": "Девятый вал, 1850",
                "image_res": "img/full/116full.jpg"
            },
            {
                "image_descr": "Лунная дорожка, 1886",
                "image_res": "img/full/207full.jpg"
            },
            {
                "image_descr": "Буря, 1868",
                "image_res": "img/full/217full.jpg"
            },
            {
                "image_descr": "Буря на море, 1873",
                "image_res": "img/full/232full.jpg"
            },
            {
                "image_descr": "Волна, 1889",
                "image_res": "img/full/239full.jpg"
            }
        ]
    },
    {
        "name": "Микеланджело Буонарроти",
        "main_img_res": "img/artists/buonarotti.jpg",
        "main_descr": "Высокое Возрождение, которое дало человечеству таких великих мастеров как Леонардо да Винчи, Рафаэль Санти, Микеланджело Буонарроти, Джорджоне, Тициан, охватывает короткий период – от конца ХV до конца второго десятилетия ХVI в.",
        "biography": [
            {
                "title": "Микеланджело",
                "objects": [
                    "Микеланджело был скульптор, архитектор, живописец и поэт, но более всего – скульптор. Скульптуру он ставил выше всех других искусств и был в этом антагонистом Леонардо. Ваяние – это высекание путём откалывания и обтёсывания камня; ваятель мысленным взором видит в каменной глыбе искомый облик и «прорубается» к нему вглубь камня, отсекая то, что не есть облик. Это тяжёлый труд, – не говоря уже о большом физическом напряжении, он требует от скульптора безошибочности руки: неправильно отколотое уже нельзя снова приставить, и особой зоркости внутреннего видения. Так работал Микеланджело.",
                    "Освобождённые от «оболочки», его статуи хранят свою каменную природу; они всегда отличаются монолитностью объёма: знаменито высказывание Микеланджело Буонарроти, что хороша та статуя, которую можно скатить с горы, и у неё не отколется ни одна часть. Поэтому почти нигде у его статуй нет свободно отведённых, отделённых от корпуса рук.",
                    "Другая отличительная черта статуй Микеланджело – их титаничность, которая впоследствии перешла и к человеческим фигурам в живописи. Бугры их мускулов преувеличены, утолщена шея, уподобляемая могучему стволу, несущему голову, округлости бёдер тяжелы и массивны, подчёркивается глыбистость фигуры. Это титаны, которых твёрдый камень одарил своими свойствами.",
                    "Говоря о развитии скульптуры Высокого Возрождения, самым важным его достижением можно назвать окончательную эмансипацию скульптуры от архитектуры: статуя больше не зависти от архитектурной ячейки."
                ]
            },
            {
                "title": "Пьета",
                "objects": [
                    "Одно из самых известных произведений Микеланджело Буонарроти — скульптурная компоиция «Пьета» («Оплакивание Христа») (от итальянского pieta – милосердие). Она была выполнена в 1498–1501 гг. для капеллы собора Св. Петра в Риме и относится к первому римскому периоду творчества Микеланджело.",
                    "Сам сюжет изображения Марии с телом мёртвого Сына на руках пришёл из северных стран и был к тому моменту широко распространён в Италии. Происхождение своё он ведёт от немецкой иконографической традиции Versperbilder («образ вечери»), которая существовала в виде небольших деревянных церковных изображений. Оплакивание Марией Своего Сына – чрезвычайно важный момент для католицизма. Своими непомерными страданиями (ибо страдания матери, видящей мучения сына неизмеримы) она возвышена и превознесена. Поэтому для католичества характерен культ Богоматери, выступающей как Заступница людей перед Богом.",
                    "Микеланджело выразил глубоко человечные, полные героического пафоса идеалы Высокого Возрождения, а также трагическое ощущение кризиса гуманистического миропонимания в период Позднего Возрождения."
                ]
            }
        ],
        "images": [
            {
                "image_descr": "Сотворение Адама, 1511",
                "image_res": "img/full/6full.jpg"
            },
            {
                "image_descr": "Давид, 1504",
                "image_res": "img/full/241full.jpg"
            },
            {
                "image_descr": "Пьета, 1499",
                "image_res": "img/full/242full.jpg"
            },
            {
                "image_descr": "Сикстинская капелла, 1475-1481",
                "image_res": "img/full/243full.jpg"
            },
            {
                "image_descr": "Моисей, 1513-1516",
                "image_res": "img/full/244full.jpg"
            }
        ]
    },
    {
        "name": "Клод Оскар Моне",
        "main_img_res": "img/artists/klode_mone.jpg",
        "main_descr": "Очень часто этого художника путают с его собратом по искусству Эдуардом Мане. Оба они художники, но весьма разного стиля… Да и пути начала развития у них иные.",
        "biography": [
            {
                "title": "Биография",
                "objects": [
                    "Клоде Моне. Этот художник начинал с карикатуры. Да, с самого, пожалуй, лёгкого и не лёгкого жанра живописи. Его карикатуры появились ещё со школьной скамьи, когда он, не желая учиться, всё больше рисовал. Рисовал своих одноклассников, своих педагогов, своих соседей. Моне не оправдал надежды своих родителей, не продолжил дело отца, но зато стал знаменитым на весь Гавр, это город где он жил, благодаря своим карикатурам.",
                    "Клод Моне оказался в Париже. И сразу же посетил выставку художников, потом и сам показал свои работы. Их похвалили, но всё же обратили внимание на некоторые недостатки. Моне решает остаться в Париже на то время, пока продержится. Родители перестали помогать, поскольку учиться сын и не собирался. Хорошо, что была тётушка, которая снабжала деньгами, а потом и вовсе фактически спасла ему жизнь, откупив от армии, где он успел подхватить «модную» болезнь – брюшной тиф.",
                    "Далее, Моне не сломили личные потери. Он потерял свою первую жену, потом женившись во второй раз – потерял и эту жену. Самое губительное – потеря сына. А потом он и сам тяжело заболел, и эта болезнь грозила ему тем, что он перестанет писать картины. Двойная катаракта – болезнь вставшая на его пути, но он перенеся две операции не отказался от своего дарования и продолжал творить. И вот тут случилось неожиданное: из-за операций и изменений в глазу он стал видеть некоторые цвета в ультрафиолете. И потому некоторые цвета виделись ему совсем по-иному. До последнего дня Моне не опускал свою кисть, он писал полотна и продолжал удивлять своих поклонников своим талантом."
                ]
            },
            {
                "title": "Творчество",
                "objects": [
                    "Клод Моне, считающийся родоначальником французского импрессионизма, в начале своей карьеры столкнулся как с неприятием течения, начало которому он положил, так и с восторженным увлечением им. Всё началось после того, как по возвращению из Лондона, художник за один вечер создал пейзаж, на котором было изображено заходящее солнце, освещающее красными лучами море. Картину Моне назвал просто «Восход солнца. Впечатление».",
                    "Импрессионизм (от французского «впечатление») характеризуется тонким подходом к отображению реальности. Зарисовывается только первое впечатление, динамичными мазками передаётся движение текстуры одежды, волос, деревьев, воды и даже воздуха. Картины импрессионистов воздушны, подвижны, полны чистых красок и нежных полутонов.",
                    "Художник концентрируется на передаче настроения одного и того же места в разные времена года и суток. Тогда рождается знаменитая серия картин «Стог сена». Раз за разом обрисовывая одну и ту же тему, Моне находит новые ракурсы, новые решения в передаче реальности."
                ]
            },
            {
                "title": "Импессионизм",
                "objects": [
                    "Принцип оптического смешения цветов, основанный на реально увиденных и осознанных художником явлениях природы, использован мастерами импрессионизма с большой артистической свободой. Особая выразительность фактуры их картин – не самоцель, а необходимый способ выражения этих творческих устремлений. Импрессионисты «стремились оставить в живописи следы того, как она сделана. Им нужно было, чтобы зритель не забывал, что он стоит на грани между зеркальной иллюзией и холстом, забрызганным красками, – пишет М. В. Алпатов. – Только тогда у него на глазах будет совершаться „чудо искусства”.",
                    "Признанным вождем импрессионистов Моне стал в силу исключительных качеств своей натуры: волевой, энергичный и целеустремленный, он оказался в центре борьбы за новое искусство, принимал деятельное участие в организации большинства выставок художников этого направления, возглавил борьбу за посмертное признание творчества Эдуарда Мане. Вечно сомневающийся в своих возможностях и вечно ищущий, Моне, тем не менее, всегда умел подбодрить друзей, внушить им веру в свои силы. Даже для недоверчивого, замкнувшегося в себе Сезанна, столь далеко отошедшего в позднем творчестве от всех, Моне оставался единственным авторитетом, к мнению которого он неизменно прислушивался."
                ]
            }
        ],
        "images": [
            {
                "image_descr": "Впечатление. Восходящее солнце, 1882",
                "image_res": "img/full/204full.jpg"
            },
            {
                "image_descr": "Стог сена в Живерни, 1886",
                "image_res": "img/full/212full.jpg"
            },
            {
                "image_descr": "Пруд с кувшинками, 1899",
                "image_res": "img/full/216full.jpg"
            },
            {
                "image_descr": "Завтрак на траве, 1865",
                "image_res": "img/full/223full.jpg"
            },
            {
                "image_descr": "Мост Ватерлоо, туман, 1903",
                "image_res": "img/full/229full.jpg"
            }
        ]
    },
    {
        "name": "Рембрандт Харменс ван Рейн",
        "main_img_res": "img/artists/rembrandt.jpg",
        "main_descr": "Рембрандт нашёл свой стиль в использовании светотени для выражения эмоций на портретах.",
        "biography": [
            {
                "title": "Биография",
                "objects": [
                    "Великий голландец Рембрандт Харменс ван Рейн появился на свет в 1606 году в городе Лейден. После учебы в подмастерьях уже в 19 лет он начал работать самостоятельным художником.",
                    "В 1632 году живописец переехал в Амстердам и взял в жёны богатую патрицианку. В этот период он был особенно успешен, знаменит и счастлив. И его работы насыщены сочными красками и дышат радостью. Он пишет большие религиозные композиции, много портретов и автопортретов с любимой женой.",
                    "Особенно Рембрандт прославился как портретист, написав за свою карьеру более сотни портретов и десятки автопортретов. Именно в изображении себя художник смело экспериментировал в поисках особой выразительности лица.",
                    "Рембрандт первый решил проблему скучных групповых портретов, объединив изображённых людей общим действием, что придавало лицам и фигурам естественную непринуждённость.",
                    "Венцом таланта Рембрандта-портретиста исследователи считают «Ночной дозор» (1642) – заказной портрет стрелкового общества. Однако заказчики не приняли картину, отвергнув новаторскую идею, где вместо выстроенных в ряд стрелков, была изображена героическая композиция на тему освободительной борьбы. Стрелкам, среди которых были и знатные, эти образы показались чуждыми и политически несвоевременными.",
                    "Это неприятие стало первым трагичным аккордом в жизни художника. А когда умерла любимая жена, творчество Рембрандта потеряло радостные нотки. 1640-е годы становятся периодом спокойных библейских мотивов, где художник всё тоньше раскрывает оттенки душевных переживаний героев. В его графике ещё изящнее играют светотени, создавая драматическую атмосферу.",
                    "Библейские образы Рембрандт трактовал по-своему, явно «приземляя» религиозные легенды, лишая их потустороннего. Нередко лицам святых он придавал черты конкретных людей, которые ему позировали для картин.",
                    "К середине 1650-х годов живописец стал настоящим мастером, умело покоряя свет и цвет ради эмоциональной выразительности образов. Но доживал свой век он в нищете и одиночестве, похоронив вторую жену и сына. Последние работы художника посвящены размышлению о столкновении в человеческой душе зла с добром. Завершающим аккордом стал главный шедевр мастера – «Возвращение блудного сына», написанный в 1669-м, в год смерти художника. Раскаявшийся сын, стоящий на коленях, выразил весь трагизм жизненного пути человека, а в образе отца можно увидеть саму любовь и бесконечное всепрощение."
                ]
            }
        ],
        "images": [
            {
                "image_descr": "Даная, 1647",
                "image_res": "img/full/25full.jpg"
            },
            {
                "image_descr": "Христос и грешница, 1644",
                "image_res": "img/full/34full.jpg"
            },
            {
                "image_descr": "Пир Вальтасара, 1635",
                "image_res": "img/full/171full.jpg"
            },
            {
                "image_descr": "Ночной дозор, 1642",
                "image_res": "img/full/195full.jpg"
            },
            {
                "image_descr": "Возвращение блудного сына, 1662",
                "image_res": "img/full/205full.jpg"
            }
        ]
    },
    {
        "name": "Пабло Пикассо",
        "main_img_res": "img/artists/picasso.jpg",
        "main_descr": "Пабло Пикассо гениальный человек с необычным мышлением. Он добился от жизни много. Есть смысл узнать, что он советует остальным людям, чтоб жизнь стала интересней и плодотворней.",
        "biography": [
            {
                "title": "Советы от пабло Пикассо",
                "objects": [
                    "Пабло Пикассо гениальный человек с необычным мышлением. Он добился от жизни много. Есть смысл узнать, что он советует остальным людям, чтоб жизнь стала интересней и плодотворней. Советы особенно важны творческим людям. А творческими людьми могут считаться все люди на земле, люди сами творят свою жизнь. Это своего рода творчество. Можно скучно проживать жизнь, нехотя выполняя свои обязанности, а можно последовать за знаниями великого гения, и раскрасить будни яркими ощущениями и интересными мыслями."
                ]
            },
            {
                "title": "Возраст возможностей не касается",
                "objects": [
                    "Первая мысль, которой лучше начать придерживаться сразу, как о ней узнаешь возраст – это ничто. Возраст не может мешать развиваться и делать что-то необычное. В любой момент жизни можно начать учиться тому, чему хочется. Обычно люди считают, что совершать необычные поступки, или делать, что хочется – привилегия молодых. Но Пикассо далеко ушел от такого понятия, как возраст. Возраст лишь полезен. В некотором смысле человек с возрастом разбирается в себе, определяет, что действительно он хочет. Но к тому моменту как люди вплотную подходят к своим желаниям и понимают, чего они хотят, они почему-то решают, что уже поздно. А не поздно! Как раз самое время. Если желание определено, его нужно начинать воплощать независимо от того 10 лет или 50. Шансы равны. Мешает только закостенелый мозг. Но гибкость тоже можно развить всегда. Главное, действовать потихоньку. И гибкость мозга вернется, как в самые юные годы."
                ]
            },
            {
                "title": "Действие",
                "objects": [
                    "Главное, действовать. Пока есть просто план, он ничего не даст. Действие — это жизнь. Действие — это опыт. Действие — это результат. И неважно – плохой или хороший. Если не получается, нужно пробовать ни один раз, в противном случае ничего не будет. Отсутствие результата (плохого или хорошего) это маленькая смерть. Пока люди не действуют, они не развиваются. Действия и развитие — это два жизненных ключа, которые не дают стоять на месте. Поэтому чтоб получить результат и опыт нужно встать и начать действовать. Такое мнение было у Пабло Пикассо."
                ]
            },
            {
                "title": "Новые умения",
                "objects": [
                    "Новые умения не дают загрубеть мозгам. Креативные люди всегда учатся тому, чего они ещё не умеют. Креативность получается от изучения неизвестного. Изучение неизвестного, получение новых умений — действия, которые всегда сопутствуют людям, привыкшим мыслить нестандартно. Важный момент: Пабло Пикассо советует сконцентрироваться на новом действии в момент обручения максимально точно. Таким образом, человек не будет задумываться, что именно у него может не получиться. И мозг не даст кому-то бояться. А страх тормозит обучение довольно серьёзно."
                ]
            },
            {
                "title": "Ждать вдохновения можно всю жизнь",
                "objects": [
                    "И не дождаться. Вдохновение как аппетит. Оно приходит во время творчества. Есть уйма вещей, которые спокойно выполняются без вдохновения. Они просты. Их скучно делать. Но благодаря таким действиям внезапно приходит вдохновение. А вот когда человек бездействует, вдохновение скорей всего заблудится где-то в пути и найдет кого-то более трудолюбивого. Так что, чтобы пришло вдохновение нужно перечитать часть про действие и применить её в деле."
                ]
            },
            {
                "title": "Учиться всегда",
                "objects": [
                    "Новые знания раздвигают границы мозга. Это опять же ещё один шажок в сторону нестандартного образа мыслей. Нестандартный ход мысли помогает найти наиболее выгодные выходы из разных ситуаций. Человек не может уметь все. Поэтому нужно оглядеться вокруг и изучить то, что больше всего заинтересует. Пойти на уроки кройки и шитья. Выучить новые финансовые инструменты. Причем лучше выбирать навыки, которые никак не связаны с обычными делами повседневности. Чем неожиданней выбор, тем интересней и полезней это будет для мозга."
                ]
            }
        ],
        "images": [
            {
                "image_descr": "Герника, 1937",
                "image_res": "img/full/18full.jpg"
            },
            {
                "image_descr": "Девочка на шаре, 1905",
                "image_res": "img/full/64full.jpg"
            },
            {
                "image_descr": "Авиньонские девицы, 1907",
                "image_res": "img/full/86full.jpg"
            },
            {
                "image_descr": "Любительница абсента, 1901",
                "image_res": "img/full/225full.jpg"
            },
            {
                "image_descr": "Дружба, 1908",
                "image_res": "img/full/237full.jpg"
            }
        ]
    }
]